<?php
/***************************************************************************
 *                            lang_admin.php [Belarusian]
 *                              -------------------
 *     begin                : Sat Dec 16 2000
 *     copyright            : (C) 2001 The phpBB Group
 *     email                : support@phpbb.com
 *
 *     $Id$
 *
 ****************************************************************************/

/***************************************************************************
 *
 *   This program is free software; you can redistribute it and/or modify
 *   it under the terms of the GNU General Public License as published by
 *   the Free Software Foundation; either version 2 of the License, or
 *   (at your option) any later version.
 *
 ***************************************************************************/

//
// Translated by Dennis Germatsky (Dionisiy) pandenitz@mail.ru
//


$lang['General'] = 'Агульныя налады';
$lang['Users'] = 'Карыстальнікі';
$lang['Groups'] = 'Групы';
$lang['Forums'] = 'Форумы';
$lang['Styles'] = 'Стылі';

$lang['Configuration'] = 'Канфігурацыя';
$lang['Permissions'] = 'Правы доступу';
$lang['Manage'] = 'Кіраванне';
$lang['Disallow'] = 'Забароненыя імёны';
$lang['Prune'] = 'Чыстка';
$lang['Mass_Email'] = 'Масавае рассыланне пошты';
$lang['Ranks'] = 'Званні';
$lang['Smilies'] = 'Смайлікі';
$lang['Ban_Management'] = 'Чорныя спісы (Ban)';
$lang['Word_Censor'] = 'Аўтацэнзар';
$lang['Export'] = 'Экспарт';
$lang['Create_new'] = 'Стварыць';
$lang['Add_new'] = 'Дадаць';
$lang['Backup_DB'] = 'Рэзервовая копія БД';
$lang['Restore_DB'] = 'Аднавіць БД';


//
// Index
//
$lang['Admin'] = 'Адміністраванне';
$lang['Not_admin'] = 'У вас няма мае рацыю на адміністраванне';
$lang['Welcome_phpBB'] = 'Сардэчна запрашаем на phpBB';
$lang['Admin_intro'] = 'Дзякуй за выбар phpBB у якасці рашэння для вашых форумаў. На гэтай старонцы дадзены кароткі агляд розных магчымасцяў гэтай дошкі аб\'яў. Вярнуцца на гэтую старонку вы можаце, пстрыкнуўшы на спасылку <u>Галоўная старонка</u> у левай панэлі. Для пераходу на спіс форумаў пстрыкніце па лагатыпе phpBB таксама ў левай панэлі. Астатнія спасылкі ў левай частцы гэтага экрана дазволяць вам кіраваць усімі аспектамі вашых форумаў, на кожным экране будуць дадзеныя інструкцыі па выкарыстанні.';
$lang['Main_index'] = 'Спіс форумаў';
$lang['Forum_stats'] = 'Статыстыка Форумаў';
$lang['Admin_Index'] = 'Галоўная старонка';
$lang['Preview_forum'] = 'Папярэдні прагляд форума';

$lang['Click_return_admin_index'] = '%sВернуться на галоўную старонку адміністратарскага падзелу%s';

$lang['Statistic'] = 'Статыстыка';
$lang['Value'] = 'Значэнне';
$lang['Number_posts'] = 'Кол-у паведамленняў';
$lang['Posts_per_day'] = 'Паведамленняў у дзень';
$lang['Number_topics'] = 'Кол-у тэм';
$lang['Topics_per_day'] = 'Тым у дзень';
$lang['Number_users'] = 'Кол-у карыстальнікаў';
$lang['Users_per_day'] = 'Карыстальнікаў у дзень';
$lang['Board_started'] = 'Дата запуску';
$lang['Avatar_dir_size'] = 'Памер дырэкторыі з аватарамі';
$lang['Database_size'] = 'Аб\'ём БД';
$lang['Gzip_compression'] ='Сціск Gzip';
$lang['Not_available'] = 'Недаступна';

$lang['ON'] = 'ВКЛ'; // This is for GZip compression
$lang['OFF'] = 'ВЫКЛ';


//
// DB Utils
//
$lang['Database_Utilities'] = 'Кіраванне БД';

$lang['Restore'] = 'Аднавіць';
$lang['Backup'] = 'Рэзервовае капіяванне';
$lang['Restore_explain'] = 'Будзе праведзена поўнае аднаўленне ўсіх табліц phpBB з файла. Калі ваш сервер падтрымлівае такую магчымасць, вы можаце запампаваць файл, сціснуты gzip\'ом, і ён будзе аўтаматычна распакаваны. <b>УВАГА</b> Усе наяўныя дадзеныя будуць згубленыя. Аднаўленне можа заняць шмат часу, не сыходзіце з гэтай старонкі да завяршэння працэсу.';
$lang['Backup_explain'] = 'Вы можаце захаваць усё звязаныя з phpBB дадзеныя. Калі ў БД для phpBB ёсць іншыя табліцы, якія вы таксама жадалі бы захаваць, калі ласка, увядзіце іх назову, падзеленыя коскамі, у поле "Дадатковыя табліцы". Калі ваш сервер падтрымлівае такую магчымасць, вы можаце таксама перад запампоўкай сціснуць файл gzip\'ом для памяншэння яго памеру.';

$lang['Backup_options'] = 'Налады рэзервовага капіявання';
$lang['Start_backup'] = 'Пачаць капіяванне';
$lang['Full_backup'] = 'Поўная копія';
$lang['Structure_backup'] = 'Капіяваць толькі структуру';
$lang['Data_backup'] = 'Капіяваць толькі дадзеныя';
$lang['Additional_tables'] = 'Дадатковыя табліцы';
$lang['Gzip_compress'] = 'Сціснуць файл gzip\'ом';
$lang['Select_file'] = 'Вылучыце файл';
$lang['Start_Restore'] = 'Пачаць аднаўленне';

$lang['Restore_success'] = 'БД была паспяхова адноўленая.<br /><br />Вашы форумы павінны былі вярнуцца ў тое ж стан, у якім яны былі на момант рэзервовага капіявання.';
$lang['Backup_download'] = 'Запампоўка хутка пачнецца, калі ласка, пачакайце.';
$lang['Backups_not_supported'] = 'Выбачыце, рэзервовае капіяванне для выкарыстоўванай вамі СКБД не падтрымліваецца.';

$lang['Restore_Error_uploading'] = 'Памылка ў запампоўцы файла';
$lang['Restore_Error_filename'] = 'Праблема з імем файла, калі ласка, паспрабуйце іншы файл';
$lang['Restore_Error_decompress'] = 'Не магу распакаваць сціснуты gzip\'ом файл, калі ласка, запампуйце распакаваную версію';
$lang['Restore_Error_no_file'] = 'Файл не быў запампаваны';


//
// Auth pages
//
$lang['Select_a_User'] = 'Вылучыце карыстальніка';
$lang['Select_a_Group'] = 'Вылучыце групу';
$lang['Select_a_Forum'] = 'Вылучыце форум';
$lang['Auth_Control_User'] = 'Правы карыстальнікаў';
$lang['Auth_Control_Group'] = 'Правы груп';
$lang['Auth_Control_Forum'] = 'Доступ да форумаў';
$lang['Look_up_User'] = 'Вылучыць карыстальніка';
$lang['Look_up_Group'] = 'Вылучыць групу';
$lang['Look_up_Forum'] = 'Вылучыць форум';

$lang['Group_auth_explain'] = 'Тут вы можаце змяніць правы доступу і статут мадэратара для кожнай групы карыстальнікаў. Не забывайце пры змене мае рацыю доступу для груп, што правы доступу для асобных карыстальнікаў могуць даваць карыстальніку магчымасць уваходу ў форумы і т.п. Вы будзеце папярэджаныя ў гэтым выпадку.';
$lang['User_auth_explain'] = 'Тут вы можаце змяніць правы доступу і статут мадэратара для асобных карыстальнікаў. Не забывайце пры змене мае рацыю карыстальніка, што правы доступу для групы могуць даваць карыстальніку магчымасць уваходу ў форумы і т.п. Вы будзеце папярэджаныя ў гэтым выпадку.';
$lang['Forum_auth_explain'] = 'Тут вы можаце рэгуляваць доступ да кожнага форума. У вас будзе звычайны і прасунуты рэжым для гэтага, прасунуты дае больш магчымасцяў для кантролю. Падушыце, што змена мае рацыю доступу да форума паўплывае на то, якія карыстальнікі змогуць здзяйсняць у ім розныя дзеянні';

$lang['Simple_mode'] = 'Прастой рэжым';
$lang['Advanced_mode'] = 'Прасунуты рэжым';
$lang['Moderator_status'] = 'Статут мадэратара';

$lang['Allowed_Access'] = 'Доступ адчынены';
$lang['Disallowed_Access'] = 'Доступ зачынены';
$lang['Is_Moderator'] = 'Мадэратар';
$lang['Not_Moderator'] = 'Не мадэратар';

$lang['Conflict_warning'] = 'Папярэджанне аб канфлікце мае рацыю';
$lang['Conflict_access_userauth'] = 'У карыстальніка (карыстальнікаў) усё яшчэ ёсць правы доступу да гэтага форума, звязаныя з чалецтвам у групе. Вам, магчыма, трэба змяніць правы доступу для груп або выключыць карыстальніка з групы для таго, каб поўнасцю зачыніць яму права доступу. Групы, якія даюць такія правы, пералічаныя ніжэй.';
$lang['Conflict_mod_userauth'] = 'У дадзенага карыстальніка ўсё яшчэ ёсць права мадэравання гэтага форума, звязанае з яго чалецтвам у групе. Вам, магчыма, трэба змяніць правы доступу для груп або выключыць карыстальніка з групы для таго, каб поўнасцю зачыніць яму права мадэрацыі. Групы, якія даюць гэта права, пералічаныя ніжэй.';

$lang['Conflict_access_groupauth'] = 'У карыстальніка (карыстальнікаў) усё яшчэ ёсць правы доступу да гэтага форума з-за ўсталёвак іх асабістых мае рацыю. Вам, магчыма, трэба змяніць іх права для таго, каб поўнасцю зачыніць ім доступ. Карыстальнікі, якія маюць такія правы, пералічаныя ніжэй.';
$lang['Conflict_mod_groupauth'] = 'У карыстальніка (карыстальнікаў) усё яшчэ ёсць права мадэравання гэтага форума з-за ўсталёвак іх асабістых мае рацыю. Вам, магчыма, трэба змяніць іх права для таго, каб поўнасцю зачыніць ім магчымасць мадэравання. Карыстальнікі, якія маюць такія правы, пералічаныя ніжэй.';

$lang['Public'] = 'Публічны';
$lang['Private'] = 'Прыватны';
$lang['Registered'] = 'Зарэгістраваны';
$lang['Administrators'] = 'Адміністратары';
$lang['Hidden'] = 'Схаваны';

// These are displayed in the drop down boxes for advanced
// mode forum auth, try and keep them short!
$lang['Forum_ALL'] = 'Усё';
$lang['Forum_REG'] = 'Рэгістр.';
$lang['Forum_PRIVATE'] = 'Прыватны';
$lang['Forum_MOD'] = 'Мадэратар';
$lang['Forum_ADMIN'] = 'Адмін';

$lang['View'] = 'Глядзець';
$lang['Read'] = 'Чытаць';
$lang['Post'] = 'Ствараць тэмы';
$lang['Reply'] = 'Адказваць';
$lang['Edit'] = 'Рэдагаваць';
$lang['Delete'] = 'Выдаляць';
$lang['Sticky'] = 'Прыляпляць тэмы';
$lang['Announce'] = 'Ствараць Аб\'явы';
$lang['Vote'] = 'Галасаваць';
$lang['Pollcreate'] = 'Ствараць апытанні';

$lang['Permissions'] = 'Правы доступу';
$lang['Simple_Permission'] = 'Прастою права доступу';

$lang['User_Level'] = 'Статут карыстальніка';
$lang['Auth_User'] = 'Карыстальнік';
$lang['Auth_Admin'] = 'Адміністратар';
$lang['Group_memberships'] = 'Чалецтва ў групах';
$lang['Usergroup_members'] = 'У гэтай групе складаюцца';

$lang['Forum_auth_updated'] = 'Правы доступу да форума змененыя';
$lang['User_auth_updated'] = 'Правы карыстальніка змененыя';
$lang['Group_auth_updated'] = 'Правы групы змененыя';

$lang['Auth_updated'] = 'Правы доступу змененыя';
$lang['Click_return_userauth'] = '%sВернуться да кіравання правамі карыстальнікаў%s';
$lang['Click_return_groupauth'] = '%sВернуться да кіравання правамі груп%s';
$lang['Click_return_forumauth'] = '%sВернуться да кіравання доступам да форумаў%s';


//
// Banning
//
$lang['Ban_control'] = 'Чорныя спісы';
$lang['Ban_explain'] = 'Тут вы можаце зачыняць карыстальнікам любы доступ да форумаў. Вы можаце занесці ў чорны спіс пэўнага карыстальніка, а таксама адзін або некалькі IP адрасоў або імёнаў сервераў. Гэты метад не дасць карыстальніку ўбачыць нават спіс форумаў. Каб забараніць рэгістрацыю пад іншым імем, вы можаце таксама занесці ў чорны спіс адрас e-mail. Улічыце, забарона толькі e-mail адрасы не зачыніць карыстальніку магчымасць захадзіць на форум і пісаць паведамленні. Для гэтага вам прыйдзецца скарыстацца адным з першых двух метадаў.';
$lang['Ban_explain_warn'] = 'Улічыце, што ўвод дыяпазону IP адрасоў прывядзе да дадання ўсіх адрасоў паміж першым і апошнім у &laquo;чорны спіс&raquo;. Будуць праробленыя спробы паменшыць гэтую колькасць уводам шаблонаў, дзе гэта магчыма. Калі вам сапраўды трэба ўвесці дыяпазон адрасоў, пастарайцеся зрабіць яго паменш або, што яшчэ лепш, уводзіце асобныя адрасы.';

$lang['Select_username'] = 'Вылучыце карыстальніка';
$lang['Select_ip'] = 'Вылучыце IP адрас';
$lang['Select_email'] = 'Вылучыце адрас e-mail';

$lang['Ban_username'] = 'Зачыненне доступу асобным карыстальнікам';
$lang['Ban_username_explain'] = 'Вы можаце зачыніць доступ некалькім карыстальнікам за адзін раз, выкарыстаючы прыдатную для вашага кампутара і браўзэра камбінацыю клавіятуры і мышы.';

$lang['Ban_IP'] = 'Зачыніць доступ з аднаго або некалькіх адрасоў IP або хастоў';
$lang['IP_hostname'] = 'Адрасы IP або хасты';
$lang['Ban_IP_explain'] = 'Каб паказаць некалькі розных адрасоў або хастоў, падзеліце іх коскамі. Каб паказаць паслядоўнасць адрасоў IP падзеліце пачатак і канец злучком (-), каб паказаць шаблон выкарыстайце *';

$lang['Ban_email'] = 'Забараніць e-mail адрасы';
$lang['Ban_email_explain'] = 'Каб забараніць некалькі e-mail адрасоў, падзеліце іх коскамі. Каб паказаць шаблон, выкарыстайце *, напрыклад *@mail.ru';

$lang['Unban_username'] = 'Ізноў адчыніць доступ карыстальнікам';
$lang['Unban_username_explain'] = 'Вы можаце ізноў адчыніць доступ некалькім карыстальнікам за адзін раз, выкарыстаючы прыдатную для вашага кампутара і браўзэра камбінацыю клавіятуры і мышы.';

$lang['Unban_IP'] = 'Ізноў адчыніць доступ з адрасоў IP';
$lang['Unban_IP_explain'] = 'Вы можаце ізноў дазволіць доступ з некалькіх адрасоў IP за адзін раз, выкарыстаючы прыдатную для вашага кампутара і браўзэра камбінацыю клавіятуры і мышы.';

$lang['Unban_email'] = 'Ізноў дазволіць адрасы e-mail';
$lang['Unban_email_explain'] = 'Вы можаце ізноў дазволіць некалькі адрасоў e-mail за адзін раз, выкарыстаючы прыдатную для вашага кампутара і браўзэра камбінацыю клавіятуры і мышы.';

$lang['No_banned_users'] = 'Чорны спіс карыстальнікаў пусты';
$lang['No_banned_ip'] = 'Чорны спіс адрасоў IP пусты';
$lang['No_banned_email'] = 'Чорны спіс адрасоў e-mail пусты';

$lang['Ban_update_sucessful'] = 'Чорны спіс быў паспяхова абноўлены';
$lang['Click_return_banadmin'] = '%sВернуться да чорных спісаў%s';


//
// Configuration
//
$lang['General_Config'] = 'Агульныя налады';
$lang['Config_explain'] = 'Гэтая форма дазволіць вам змяніць агульныя налады форумаў. Для кіравання карыстальнікамі і асобнымі форумамі выкарыстайце адпаведныя спасылкі злева.';

$lang['Click_return_config'] = '%sВернуться да агульных налад%s';

$lang['General_settings'] = 'Агульныя налады форумаў';
$lang['Server_name'] = 'Імя сервера';
$lang['Server_name_explain'] = 'Імя сервера, на якім запушчаныя гэтыя форумы';
$lang['Script_path'] = 'Шлях да форумаў';
$lang['Script_path_explain'] = 'Шлях да каталога, які змяшчае phpBB, адносна кораня бачыны';
$lang['Server_port'] = 'Порт вэб-сервера';
$lang['Server_port_explain'] = 'Порт, на якім запушчаны ваш вэб-сервер (звычайна 80, змяняйце <b>толькі</b> калі сервер працуе на іншым порце)';
$lang['Site_name'] = 'Назоў бачыны';
$lang['Site_desc'] = 'Апісанне бачыны';
$lang['Board_disable'] = 'Адключыць форумы';
$lang['Board_disable_explain'] = 'Форумы стануць недаступныя карыстальнікам. У адміністратараў застанецца доступ да адміністратарскага падзелу';
$lang['Acct_activation'] = 'Уключыць актывізацыю ўліковых запісаў';
$lang['Acc_None'] = 'Не'; // These three entries are the type of activation
$lang['Acc_User'] = 'Карыстальнікам';
$lang['Acc_Admin'] = 'Адміністратарам';

$lang['Abilities_settings'] = 'Агульныя налады форумаў і карыстальнікаў';
$lang['Max_poll_options'] = 'Макс. кол-у варыянтаў адказу ў апытанні';
$lang['Flood_Interval'] = 'Затрымка &laquo;флуду&raquo;';
$lang['Flood_Interval_explain'] = 'Час (у секундах), якое павінна прайсці паміж двума паведамленнямі карыстальніка.';
$lang['Board_email_form'] = 'Рассыланне e-mail паведамленняў праз форумы';
$lang['Board_email_form_explain'] = 'Карыстальнікі змогуць пасылаць адзін аднаму e-mail праз форумы';
$lang['Topics_per_page'] = 'Тым на старонку';
$lang['Posts_per_page'] = 'Паведамленняў на старонку';
$lang['Hot_threshold'] = 'Паведамленняў у &laquo;папулярнай&raquo; тэме';
$lang['Default_style'] = 'Стыль па змаўчанні';
$lang['Override_style'] = 'Замяняць стыль карыстальніка';
$lang['Override_style_explain'] = 'Замяняць вылучаны карыстальнікам стыль на стыль па змаўчанні';
$lang['Default_language'] = 'Мова па змаўчанні';
$lang['Date_format'] = 'Фармат даты';
$lang['System_timezone'] = 'Гадзінны пояс';
$lang['Enable_gzip'] = 'Уключыць сціск GZip';
$lang['Enable_prune'] = 'Уключыць чыстку форумаў';
$lang['Allow_HTML'] = 'Дазволіць HTML';
$lang['Allow_BBCode'] = 'Дазволіць BBCode';
$lang['Allowed_tags'] = 'Дазволеныя тэгі HTML';
$lang['Allowed_tags_explain'] = 'Спіс дазволеных тэгаў, падзелены коскамі';
$lang['Allow_smilies'] = 'Дазволіць смайлікі';
$lang['Smilies_path'] = 'Шлях да смайлікаў';
$lang['Smilies_path_explain'] = 'Каталог ніжэй кораня phpBB, напрыклад images/smilies';
$lang['Allow_sig'] = 'Дазволіць подпісы';
$lang['Max_sig_length'] = 'Макс. даўжыня подпісу';
$lang['Max_sig_length_explain'] = 'Максімальнае кол-у знакаў у подпісы карыстальніка';
$lang['Allow_name_change'] = 'Дазволіць змену імя карыстальніка';

$lang['Avatar_settings'] = 'Налады аватар';
$lang['Allow_local'] = 'Дазволіць аватары з галерэі';
$lang['Allow_remote'] = 'Дазволіць выдаленыя аватары';
$lang['Allow_remote_explain'] = 'Спасылка на аватару, змешчаную на іншай бачыне';
$lang['Allow_upload'] = 'Дазволіць запампоўку аватар';
$lang['Max_filesize'] = 'Макс. памер файла аватары';
$lang['Max_filesize_explain'] = 'Для запампаваных файлаў';
$lang['Max_avatar_size'] = 'Макс. памер малюнка';
$lang['Max_avatar_size_explain'] = '(вышыня x шырыня ў пікселях)';
$lang['Avatar_storage_path'] = 'Шлях да аватараў';
$lang['Avatar_storage_path_explain'] = 'Каталог ніжэй кораня phpBB, напрыклад images/avatars';
$lang['Avatar_gallery_path'] = 'Шлях да галерэй аватар';
$lang['Avatar_gallery_path_explain'] = 'Каталог ніжэй кораня phpBB для папярэдне загружаных аватар, напрыклад images/avatars/gallery';

$lang['COPPA_settings'] = 'COPPA Settings';
$lang['COPPA_fax'] = 'COPPA Fax Number';
$lang['COPPA_mail'] = 'COPPA Mailing Address';
$lang['COPPA_mail_explain'] = 'This is the mailing address where parents will send COPPA registration forms';

$lang['Email_settings'] = 'Налады e-mail';
$lang['Admin_email'] = 'E-mail адрас адміністратара';
$lang['Email_sig'] = 'Подпіс у паведамленнях e-mail';
$lang['Email_sig_explain'] = 'Гэты тэкст будзе падстаўляцца ва ўсе лісты, якія рассылаюцца з форумаў';
$lang['Use_SMTP'] = 'Выкарыстаць сервер SMTP для адпраўкі пошты';
$lang['Use_SMTP_explain'] = 'Адзначце, калі вы жадаеце/змушаныя адсылаць пошту праз сервер SMTP, а не лакальную паштовую службу';
$lang['SMTP_server'] = 'Адрас сервера SMTP';
$lang['SMTP_username'] = 'Імя карыстальніка для SMTP';
$lang['SMTP_username_explain'] = 'Не паказвайце імя карыстальніка калі яно не патрабуецца для працы з вашым серверам SMTP';
$lang['SMTP_password'] = 'Пароль для SMTP';
$lang['SMTP_password_explain'] = 'Не паказвайце пароль калі ён не патрабуецца для працы з вашым серверам SMTP';

$lang['Disable_privmsg'] = 'Асабістыя паведамленні';
$lang['Inbox_limits'] = 'Макс. лік паведамленняў у папцы &laquo;Уваходныя&raquo;';
$lang['Sentbox_limits'] = 'Макс. лік паведамленняў у папцы &laquo;Адпраўленыя&raquo;';
$lang['Savebox_limits'] = 'Макс. лік паведамленняў у папцы &laquo;Захаваныя&raquo;';

$lang['Cookie_settings'] = 'Налады куков';
$lang['Cookie_settings_explain'] = 'Вы можаце змяніць параметры куков (cookies), якія адпраўляюцца карыстальнікам. У большасці выпадкаў падыходзяць значэнні па змаўчанні. Калі вам патрабуецца іх змяніць, выконвайце асцярожнасць: няслушныя значэнні могуць прывесці да немагчымасці ўваходу карыстальнікаў на форум.';
$lang['Cookie_domain'] = 'Дамен кукі';
$lang['Cookie_name'] = 'Імя кукі';
$lang['Cookie_path'] = 'Шлях кукі';
$lang['Cookie_secure'] = 'Бяспечныя кукі [ https ]';
$lang['Cookie_secure_explain'] = 'Калі ваш сервер працуе праз SSL, то ўключыце гэты параметр, у адваротным выпадку пакіньце выключаным.';
$lang['Session_length'] = 'Даўжыня сесіі [ у секундах ]';

// Visual Confirmation
$lang['Visual_confirm'] = 'Уключыць візуальнае пацверджанне';
$lang['Visual_confirm_explain'] = 'Запатрабаваць ад карыстальнікаў увесці пры рэгістрацыі намаляваны на малюначку код.';

// Autologin Keys - added 2.0.18
$lang['Allow_autologin'] = 'Дазволіць аўтаматычны ўваход на форум';
$lang['Allow_autologin_explain'] = 'Ці дазволены карыстальнікам аўтаматычны ўваход на форум';
$lang['Autologin_time'] = 'Час дзеяння аўтаматычнага ўваходу';
$lang['Autologin_time_explain'] = 'Тэрмін у днях з апошняга наведвання, на працягу якога карыстальнік можа аўтаматычна ўвайсці на форум. Увядзіце 0 або пакіньце поле пустым, каб адключыць дадзеную функцыю.';

// Search Flood Control - added 2.0.20
$lang['Search_Flood_Interval'] = 'Інтэрвал флуду пошуку';
$lang['Search_Flood_Interval_explain'] = 'Колькасць секунд, праз якое карыстальнік можа адправіць новы пошукавай запыт.'; 

//
// Forum Management
//
$lang['Forum_admin'] = 'Кіраванне форумамі';
$lang['Forum_admin_explain'] = 'Тут вы можаце ствараць, выдаляць і змяняць парадак адлюстравання катэгорый і форумаў';
$lang['Edit_forum'] = 'Змяніць форум';
$lang['Create_forum'] = 'Стварыць новы форум';
$lang['Create_category'] = 'Стварыць новую катэгорыю';
$lang['Remove'] = 'Выдаліць';
$lang['Action'] = 'Дзеянне';
$lang['Update_order'] = 'Змяніць парадак';
$lang['Config_updated'] = 'Канфігурацыя форумаў паспяхова змененая';
$lang['Edit'] = 'Змяніць';
$lang['Delete'] = 'Выдаліць';
$lang['Move_up'] = 'Ссунуць уверх';
$lang['Move_down'] = 'Ссунуць уніз';
$lang['Resync'] = 'Сінхранізацыя';
$lang['No_mode'] = 'Не было зададзена дзеянне';
$lang['Forum_edit_delete_explain'] = 'Тут вы можаце змяніць назоў і апісанне форума, зачыніць яго (або ізноў адчыніць) і наладзіць аўтаматычную чыстку. Для кіравання правамі доступу да форума скарыстайцеся адпаведнай спасылкай у левай частцы.';

$lang['Move_contents'] = 'Перанесці ўсё змесціва';
$lang['Forum_delete'] = 'Выдаліць форум';
$lang['Forum_delete_explain'] = 'Тут вы зможаце выдаліць форум (або катэгорыю) і рашыць, куды перанесці ўсе тэмы (або форумы), якія там утрымоўваліся.';

$lang['Status_locked'] = 'Зачынены';
$lang['Status_unlocked'] = 'Адчынены';
$lang['Forum_settings'] = 'Агульныя параметры форума';
$lang['Forum_name'] = 'Назоў форума';
$lang['Forum_desc'] = 'Апісанне';
$lang['Forum_status'] = 'Статут форума';
$lang['Forum_pruning'] = 'Аўтаматычная чыстка';

$lang['prune_freq'] = 'Правяраць узрост тэмы кожныя';
$lang['prune_days'] = 'Выдаляць тэмы, у якіх не было паведамленняў апошнія';
$lang['Set_prune_data'] = 'Вы вылучылі для гэтага форума аўтаматычную чыстку, але не паказалі частату, з якой яго патрабуецца чысціць. Калі ласка, вярніцеся і пакажыце яе.';

$lang['Move_and_Delete'] = 'Перанесці і выдаліць';

$lang['Delete_all_posts'] = 'Выдаліць усе тэмы';
$lang['Nowhere_to_move'] = 'Няма куды пераносіць';

$lang['Edit_Category'] = 'Змяніць катэгорыю';
$lang['Edit_Category_explain'] = 'Выкарыстайце гэтую форму, каб змяніць назоў катэгорыі';

$lang['Forums_updated'] = 'Інфармацыя аб форумах і катэгорыях паспяхова змененая';

$lang['Must_delete_forums'] = 'Вы павінны выдаліць усе форумы, перш чым зможаце выдаліць гэтую катэгорыю';

$lang['Click_return_forumadmin'] = '%sВернуться да кіравання форумамі%s';


//
// Smiley Management
//
$lang['smiley_title'] = 'Утыліта рэдагавання смайлікаў';
$lang['smile_desc'] = 'Тут вы можаце рэдагаваць спіс смайлікаў';

$lang['smiley_config'] = 'Кіраванне смайлікамі';
$lang['smiley_code'] = 'Код смайліка';
$lang['smiley_url'] = 'Файл з малюнкам смайліка';
$lang['smiley_emot'] = 'Эмоцыя смайліка';
$lang['smile_add'] = 'Дадаць новы смайлік';
$lang['Smile'] = 'Смайлік';
$lang['Emotion'] = 'Эмоцыя';

$lang['Select_pak'] = 'Вылучыце файл з наборам (.pak)';
$lang['replace_existing'] = 'Замяніць наяўны смайлік';
$lang['keep_existing'] = 'Захаваць наяўны смайлік';
$lang['smiley_import_inst'] = 'Вы павінны распакаваць набор смайлікаў і запампаваць усе файлы ў прыдатную для вашай усталёўкі дырэкторыю. Потым вылучыце ў гэтай форме патрэбную інфармацыю для імпарту набору смайлікаў.';
$lang['smiley_import'] = 'Імпарт набору смайлікаў';
$lang['choose_smile_pak'] = 'Вылучыце файл .pak з наборам';
$lang['import'] = 'Імпартаваць смайлікі';
$lang['smile_conflicts'] = 'Што рабіць у выпадку канфлікту';
$lang['del_existing_smileys'] = 'Выдаліць перад імпартам наяўныя смайлікі';
$lang['import_smile_pack'] = 'Імпартаваць набор смайлікаў';
$lang['export_smile_pack'] = 'Стварыць набор смайлікаў';
$lang['export_smiles'] = 'Для стварэння набору смайлікаў з смайлікаў, усталяваных у дадзены момант, %sскачайте файл smiles.pak%s. Пераназавіце яго як вам трэба, захаваўшы пры гэтым пашырэнне .pak, затым стварыце файл zip, які змяшчае ўсё малюнкі смайлікаў, а таксама гэты файл.';

$lang['smiley_add_success'] = 'Смайлік быў паспяхова дададзены';
$lang['smiley_edit_success'] = 'Смайлік быў паспяхова зменены';
$lang['smiley_import_success'] = 'Набор смайлікаў быў паспяхова імпартаваны';
$lang['smiley_del_success'] = 'Смайлік быў паспяхова выдалены';
$lang['Click_return_smileadmin'] = '%sВернуться да спісу смайлікаў%s';

$lang['Confirm_delete_smiley'] = 'Вы сапраўды жадаеце выдаліць гэты смайлік?';

//
// User Management
//
$lang['User_admin'] = 'Кіраванне карыстальнікамі';
$lang['User_admin_explain'] = 'Тут вы можаце змяніць інфармацыю аб карыстальніку. Каб змяніць правы доступу выкарыстайце панэль кіравання правамі доступу';

$lang['Look_up_user'] = 'Вылучыць карыстальніка';

$lang['Admin_user_fail'] = 'Не магу змяніць профіль карыстальніка';
$lang['Admin_user_updated'] = 'Профіль карыстальніка быў паспяхова зменены';
$lang['Click_return_useradmin'] = '%sВернуться да кіравання карыстальнікамі%s';

$lang['User_delete'] = 'Выдаліць гэтага карыстальніка';
$lang['User_delete_explain'] = 'Пстрыкніце тут для выдалення гэтага карыстальніка. Аперацыю нельга будзе адмяніць.';
$lang['User_deleted'] = 'Карыстальнік быў паспяхова выдалены.';

$lang['User_status'] = 'Карыстальнік актыўны';
$lang['User_allowpm'] = 'Можа пасылаць асабістыя паведамленні';
$lang['User_allowavatar'] = 'Можа паказваць аватару';

$lang['Admin_avatar_explain'] = 'Тут вы можаце праглядзець і выдаліць бягучую аватару карыстальніка';

$lang['User_special'] = 'Палі толькі для адміна';
$lang['User_special_explain'] = 'Гэтыя палі самі карыстальнікі рэдагаваць не могуць. Тут вы можаце ўсталяваць іх статут і змяніць іншыя недаступныя ім налады.';


//
// Group Management
//
$lang['Group_administration'] = 'Кіраванне групамі';
$lang['Group_admin_explain'] = 'Тут вы можаце кіраваць усімі вашымі групамі: гэта ўключае выдаленне, даданне і змена груп. Вы можаце прызначаць мадэратараў, змяняць адчынены/зачынены статут групы і ўсталёўваць яе назоў і апісанне.';
$lang['Error_updating_groups'] = 'Памылка пры змене групы.';
$lang['Updated_group'] = 'Група была паспяхова змененая';
$lang['Added_new_group'] = 'Група была паспяхова створаная';
$lang['Deleted_group'] = 'Група была паспяхова выдаленая';
$lang['New_group'] = 'Стварыць новую групу';
$lang['Edit_group'] = 'Змяніць групу';
$lang['group_name'] = 'Назоў групы';
$lang['group_description'] = 'Апісанне групы';
$lang['group_moderator'] = 'Мадэратар групы';
$lang['group_status'] = 'Статут групы';
$lang['group_open'] = 'Група з адчыненым чалецтвам';
$lang['group_closed'] = 'Група з зачыненым чалецтвам';
$lang['group_hidden'] = 'Утоеная група';
$lang['group_delete'] = 'Выдаліць групу.';
$lang['group_delete_check'] = 'Выдаліць гэтую групу';
$lang['submit_group_changes'] = 'Захаваць змены';
$lang['reset_group_changes'] = 'Адмяніць змены';
$lang['No_group_name'] = 'Вы павінны паказаць назоў групы';
$lang['No_group_moderator'] = 'Вы павінны вылучыць мадэратара групы';
$lang['No_group_mode'] = 'Вы павінны вылучыць рэжым групы: адчынены або зачынены';
$lang['No_group_action'] = 'Не было вылучана дзеянне';
$lang['delete_group_moderator'] = 'Выдаліць старога мадэратара групы?';
$lang['delete_moderator_explain'] = 'Калі вы мяняеце мадэратара групы і паставіце тут галачку, то папярэдні мадэратар будзе выключаны з групы. Калі вы яе не паставіце, то ён стане звычайным чальцом групы.';
$lang['Click_return_groupsadmin'] = '%sВернуться да кіравання групамі%s';
$lang['Select_group'] = 'Вылучыце групу';
$lang['Look_up_group'] = 'Вылучыць групу';


//
// Prune Administration
//
$lang['Forum_Prune'] = 'Чыстка форумаў';
$lang['Forum_Prune_explain'] = 'Будуць выдаленыя тэмы, у якіх не было новых паведамленняў за вылучаны лік дзён. Калі вы не ўвядзеце лік, то будуць выдаленыя ўсе тэмы. Не будуць выдаленыя тэмы, у якіх працягваюцца апытанні, а таксама аб\'явы. Вам прыйдзецца выдаляць такія тэмы ўручную.';
$lang['Do_Prune'] = 'Правесці чыстку';
$lang['All_Forums'] = 'Усе форумы';
$lang['Prune_topics_not_posted'] = 'Выдаляць тэмы, у якіх не было адказаў за дадзенае кол-у дзён';
$lang['Topics_pruned'] = 'Тым вычышчанае';
$lang['Posts_pruned'] = 'Паведамленняў вычышчанае';
$lang['Prune_success'] = 'Форум паспяхова вычашчан';


//
// Word censor
//
$lang['Words_title'] = 'Аўтацэнзар';
$lang['Words_explain'] = 'Тут вы можаце дадаць, змяніць або выдаліць словы, якія будуць аўтаматычна падвяргацца цэнзуры на вашых форумах. Акрамя таго, карыстальнікі не змогуць зарэгістравацца пад імёнамі, якія змяшчаюць гэтыя словы. У спісе слоў могуць выкарыстоўвацца шаблоны (*), т.е. да \'*тэст*\' падыдзе \'пратэставаць\', да \'тэст*\' &mdash; \'тэставанне\', да \'*тэст\' &mdash; \'пратэст\'.<br>(Нататка перакладніка) Рэкамендую карыстацца гэтай фічай <b>вельмі</b> акуратна: напрыклад, нейкія яўныя замены буду неадэкватна рэагаваць на словы \'спажывец\', \'ужываць\' і т.п.';
$lang['Word'] = 'Слова';
$lang['Edit_word_censor'] = 'Змяніць аўтацэнзар';
$lang['Replacement'] = 'Замена';
$lang['Add_new_word'] = 'Дадаць новае слова';
$lang['Update_word'] = 'Абнавіць аўтацэнзар';

$lang['Must_enter_word'] = 'Вы павінны ўвесці слова і яго замену';
$lang['No_word_selected'] = 'Не вылучана слова для рэдагавання';

$lang['Word_updated'] = 'Вылучаны аўтацэнзар быў паспяхова зменены';
$lang['Word_added'] = 'Аўтацэнзар быў паспяхова дададзены';
$lang['Word_removed'] = 'Вылучаны аўтацэнзар быў паспяхова выдалены';

$lang['Click_return_wordadmin'] = '%sВернуться да кіравання аўтацэнзарам%s';

$lang['Confirm_delete_word'] = 'Вы сапраўды жадаеце выдаліць гэты аўтацэнзар?';


//
// Mass Email
//
$lang['Mass_email_explain'] = 'Вы можаце разаслаць e-mail паведамленне альбо ўсім вашым карыстальнікам, альбо карыстальнікам, уваходным у вызначаную групу. Паведамленне будзе адпраўленае на адміністрацыйны адрас, з BCC: усім атрымальнікам. Калі вы адпраўляеце ліст вялікай групе людзей, то будзьце цярплівыя: не спыняйце загрузку старонкі пасля націску кнопкі. Масавае рассыланне можа заняць шмат часу, вы ўбачыце паведамленне, калі выкананне завершыцца.';
$lang['Compose'] = 'Тэкст паведамлення';

$lang['Recipients'] = 'Атрымальнікі';
$lang['All_users'] = 'Усе карыстальнікі';

$lang['Email_successfull'] = 'Ваша паведамленне было адпраўленае';
$lang['Click_return_massemail'] = '%sВернуться да масавага рассылання%s';


//
// Ranks admin
//
$lang['Ranks_title'] = 'Кіраванне званнямі';
$lang['Ranks_explain'] = 'Тут вы можаце дадаваць, рэдагаваць, праглядаць і выдаляць званні. Вы таксама можаце ствараць адмысловыя званні, якія могуць затым быць прысвоеныя карыстальнікам на старонцы кіравання карыстальнікамі.';

$lang['Add_new_rank'] = 'Новае званне';

$lang['Rank_title'] = 'Званне';
$lang['Rank_special'] = 'Адмысловае званне';
$lang['Rank_minimum'] = 'Мінімум паведамленняў';
$lang['Rank_maximum'] = 'Максімум паведамленняў';
$lang['Rank_image'] = 'Малюначак да звання (адносна кораня phpBB2)';
$lang['Rank_image_explain'] = 'Тут вы можаце прысвоіць усім якія маюць такое званне адмысловы малюнак. Вы можаце паказаць альбо адносны, альбо абсалютны шлях да малюнка';

$lang['Must_select_rank'] = 'Выбачыце, вы не вылучылі званне. Вярніцеся і паспрабуйце яшчэ раз.';
$lang['No_assigned_rank'] = 'Адмысловага звання не прысвоена';

$lang['Rank_updated'] = 'Званне было паспяхова зменена';
$lang['Rank_added'] = 'Званне было паспяхова дададзена';
$lang['Rank_removed'] = 'Званне было паспяхова выдаленае';
$lang['No_update_ranks'] = 'Званне было паспяхова выдаленае. Тым не менш, інфармацыя аб карыстальніках, у якіх было гэтае званне, не была змененая. Вам прыйдзецца змяніць гэтую інфармацыю ўручную.';

$lang['Click_return_rankadmin'] = '%sВернуться да кіравання званнямі%s';

$lang['Confirm_delete_rank'] = 'Вы сапраўды жадаеце выдаліць гэтае званне?';

//
// Disallow Username Admin
//
$lang['Disallow_control'] = 'Забароненыя імёны карыстальніка';
$lang['Disallow_explain'] = 'Тут вы можаце задаць імёны, якія будуць забароненыя да выкарыстання. Забароненыя імёны могуць утрымоўваць шаблон \'*\'. Улічыце: вы не зможаце забараніць імя, калі ўжо існуе карыстальнік з такім імем. Вам прыйдзецца спачатку выдаліць карыстальніка, а ўжо потым забараніць імя.';

$lang['Delete_disallow'] = 'Выдаліць';
$lang['Delete_disallow_title'] = 'Выдаліць забароненае імя карыстальніка';
$lang['Delete_disallow_explain'] = 'Вы можаце прыбраць забароненае імя, вылучыўшы яго з спісу і націснуўшы кнопку &laquo;Выдаліць&raquo;';

$lang['Add_disallow'] = 'Дадаць';
$lang['Add_disallow_title'] = 'Дадаць забароненае імя карыстальніка';
$lang['Add_disallow_explain'] = 'Вы можаце забараніць імя карыстальніка, выкарыстаючы шаблон \'*\', які падыходзіць да любога знака';

$lang['No_disallowed'] = 'Няма забароненых імёнаў';

$lang['Disallowed_deleted'] = 'Забароненае імя карыстальніка было паспяхова выдаленае';
$lang['Disallow_successful'] = 'Забароненае імя карыстальніка было паспяхова дададзена';
$lang['Disallowed_already'] = 'Імя, якое вы спрабуеце забараніць, альбо ўжо забароненае, альбо ёсць у спісе нецэнзурных слоў, альбо існуе карыстальнік з прыдатным імем';

$lang['Click_return_disallowadmin'] = '%sВернуться да кіравання забароненымі імёнамі%s';


//
// Styles Admin
//
$lang['Styles_admin'] = 'Кіраванне стылямі';
$lang['Styles_explain'] = 'Тут вы можаце дадаваць, выдаляць і змяняць стылі (шаблоны і колеравыя схемы), даступныя вашым карыстальнікам.';
$lang['Styles_addnew_explain'] = 'Гэты спіс утрымоўвае ўсе колеравыя схемы, прыдатныя да наяўных у вас шаблонам. Элементы гэтага спісу НЕ БЫЛІ пакуль усталяваныя ў базу phpBB. Для ўсталёўкі схемы проста націсніце &laquo;Усталяваць&raquo; побач з вылучаным элементам';

$lang['Select_template'] = 'Вылучыце шаблон';

$lang['Style'] = 'Стыль';
$lang['Template'] = 'Шаблон';
$lang['Install'] = 'Усталяваць';
$lang['Download'] = 'Запампаваць';

$lang['Edit_theme'] = 'Змяніць колеравую схему';
$lang['Edit_theme_explain'] = 'Тут вы можаце змяніць налады вылучанай колеравай схемы.';

$lang['Create_theme'] = 'Стварыць колеравую схему';
$lang['Create_theme_explain'] = 'Тут вы можаце стварыць новую колеравую схему для вылучанага шаблону. Пры ўказанні кодаў колераў не ўключайце знак \'#\', т.е.: CCCCCC падыходзіць, #CCCCCC - не.';

$lang['Export_themes'] = 'Экспарт колеравых схем';
$lang['Export_explain'] = 'Тут вы зможаце экспартаваць колеравую схему для вылучанага шаблону. Вылучыце шаблон з спісу, і праграма паспрабуе стварыць файл з канфігурацыяй схемы і запісаць яго ў каталог з вылучаным шаблонам. Калі файл не атрымаецца запісаць, то ў вас будзе магчымасць запампаваць яго. Для таго, каб праграма магла запісаць файл, вам трэба даць серверу права на запіс у каталог з вылучаным шаблонам. За дадатковай інфармацыяй звернецеся да кіраўніцтва карыстальніка phpBB.';

$lang['Theme_installed'] = 'Вылучаная колеравая схема была паспяхова ўсталяваная';
$lang['Style_removed'] = 'Стыль быў выдалены з базы. Для поўнага выдалення стылю з вашай сістэмы выдаліце адпаведны каталог з каталога з шаблонамі.';
$lang['Theme_info_saved'] = 'Інфармацыя аб колеравай схеме для вылучанага шаблону была захаваная. Вы павінны вярнуць правы ТОЛЬКІ ДЛЯ ЧЫТАННЯ на файл theme_info.cfg і/або каталог з вылучаным шаблонам.';
$lang['Theme_updated'] = 'Вылучаная тэма была змененая. Не забудзьце экспартаваць яе налады ў файл налад колеравай схемы!';
$lang['Theme_created'] = 'Колеравая схема створаная. Не забудзьце экспартаваць яе налады ў файл налад колеравай схемы!';

$lang['Confirm_delete_style'] = 'Вы ўпэўненыя, што жадаеце выдаліць гэты стыль?';

$lang['Download_theme_cfg'] = 'Праграма не змагла запісаць файл з інфармацыяй аб колеравай схеме. Націсніце на кнопку, каб запампаваць гэты файл праз браўзэр. Пасля таго, як вы яго запампуеце, вы зможаце запісаць яго ў каталог з шаблонамі і, калі захочаце, падрыхтаваць вашы шаблоны да распаўсюджвання.';
$lang['No_themes'] = 'Да вылучанага шаблону не далучана не адной колеравай схемы. Пстрыкніце па спасылцы злева, каб стварыць схему.';
$lang['No_template_dir'] = 'Не магу адчыніць каталог з шаблонамі, ён альбо зачынены на чытанне для сервера, альбо не існуе.';
$lang['Cannot_remove_style'] = 'Вылучаны вамі стыль з\'яўляецца стылем па змаўчанні для форумаў і не можа быць выдалены. Зменіце стыль па змаўчанні і паспрабуйце яшчэ раз.';
$lang['Style_exists'] = 'Вылучанае імя стылю ўжо існуе, вярніцеся назад і вылучыце іншае імя.';

$lang['Click_return_styleadmin'] = '%sВернуться да кіравання стылямі%s';

$lang['Theme_settings'] = 'Налады колеравай схемы';
$lang['Theme_element'] = 'Элемент колеравай схемы';
$lang['Simple_name'] = 'Імя';
$lang['Value'] = 'Значэнне';
$lang['Save_Settings'] = 'Захаваць налады';

$lang['Stylesheet'] = 'Файл стыляў CSS';
$lang['Stylesheet_explain'] = 'Імя файла з табліцай стыляў для дадзенага шаблону.';
$lang['Background_image'] = 'Фонавы малюнак';
$lang['Background_color'] = 'Колер фону';
$lang['Theme_name'] = 'Назоў колеравай схемы';
$lang['Link_color'] = 'Колер спасылак';
$lang['Text_color'] = 'Колер тэксту';
$lang['VLink_color'] = 'Колер наведаных спасылак';
$lang['ALink_color'] = 'Колер актыўных спасылак';
$lang['HLink_color'] = 'Колер спасылак пад курсорам';
$lang['Tr_color1'] = 'Колер радка табліцы 1';
$lang['Tr_color2'] = 'Колер радка табліцы 2';
$lang['Tr_color3'] = 'Колер радка табліцы 3';
$lang['Tr_class1'] = 'Клас радка табліцы 1';
$lang['Tr_class2'] = 'Клас радка табліцы 2';
$lang['Tr_class3'] = 'Клас радка табліцы 3';
$lang['Th_color1'] = 'Колер шапкі табліцы 1';
$lang['Th_color2'] = 'Колер шапкі табліцы 2';
$lang['Th_color3'] = 'Колер шапкі табліцы 3';
$lang['Th_class1'] = 'Клас шапкі табліцы 1';
$lang['Th_class2'] = 'Клас шапкі табліцы 2';
$lang['Th_class3'] = 'Клас шапкі табліцы 3';
$lang['Td_color1'] = 'Колер вочка табліцы 1';
$lang['Td_color2'] = 'Колер вочка табліцы 2';
$lang['Td_color3'] = 'Колер вочка табліцы 3';
$lang['Td_class1'] = 'Клас вочка табліцы 1';
$lang['Td_class2'] = 'Клас вочка табліцы 2';
$lang['Td_class3'] = 'Клас вочка табліцы 3';
$lang['fontface1'] = 'Шрыфт 1';
$lang['fontface2'] = 'Шрыфт 2';
$lang['fontface3'] = 'Шрыфт 3';
$lang['fontsize1'] = 'Памер шрыфта 1';
$lang['fontsize2'] = 'Памер шрыфта 2';
$lang['fontsize3'] = 'Памер шрыфта 3';
$lang['fontcolor1'] = 'Колер шрыфта 1';
$lang['fontcolor2'] = 'Колер шрыфта 2';
$lang['fontcolor3'] = 'Колер шрыфта 3';
$lang['span_class1'] = 'Клас вылучэння 1';
$lang['span_class2'] = 'Клас вылучэння 2';
$lang['span_class3'] = 'Клас вылучэння 3';
$lang['img_poll_size'] = 'Polling Image Size [px]';
$lang['img_pm_size'] = 'Private Message Status size [px]';


//
// Install Process
//
$lang['Welcome_install'] = 'Сардэчна запрашаем ва ўсталёўку phpBB 2!';
$lang['Initial_config'] = 'Асноўныя налады';
$lang['DB_config'] = 'Налады базы дадзеных';
$lang['Admin_config'] = 'Налады адміна';
$lang['continue_upgrade'] = 'Як толькі вы запампуеце файл налад на ваш кампутар, вы можаце націснуць кнопку &laquo;Працягнуць абнаўленне&raquo; для працягу працэсу. Калі ласка, не запампоўвайце файл налад на сервер да завяршэння працэсу абнаўлення.';
$lang['upgrade_submit'] = 'Працягнуць абнаўленне';

$lang['Installer_Error'] = 'У працэсе ўсталёўкі паўстала памылка';
$lang['Previous_Install'] = 'Была выяўленая папярэдняя ўсталёўка';
$lang['Install_db_error'] = 'Пры спробе абнавіць базу дадзеных паўстала памылка';

$lang['Re_install'] = 'Папярэдняя ўсталёўка ўсё яшчэ актыўная. <br /><br />Калі вы жадаеце ўсталяваць phpBB 2 зноўку, вы павінны націснуць кнопку &laquo;Так&raquo; унізе. Улічыце, што пры гэтым будуць знішчаныя ўсе наяўныя дадзеныя, ніякіх дзід зроблена не будзе! Раней якія выкарыстоўваліся імя і пароль адміністратара будуць ізноў створаныя пасля пераўсталёўкі, астатнія налады будуць страчаныя. <br /><br />Як след падумайце, перш чым націскаць &laquo;Так&raquo;!';

$lang['Inst_Step_0'] = 'Дзякуй вам за выбар phpBB 2. Для працягу ўсталёўкі пакажыце, калі ласка, патрабаваныя звесткі. Улічыце, што база дадзеных, у якую вы ўсталёўваеце phpBB 2, ужо павінна існаваць. Калі вы ўсталёўваеце ў БД, выкарыстоўвалую ODBC (напрыклад, MS Access), вам трэба спачатку стварыць для яе DSN.';

$lang['Start_Install'] = 'Пачаць усталёўку';
$lang['Finish_Install'] = 'Скончыць усталёўку';

$lang['Default_lang'] = 'Мова па змаўчанні';
$lang['DB_Host'] = 'Імя сервера БД / DSN';
$lang['DB_Name'] = 'Назоў базы дадзеных';
$lang['DB_Username'] = 'Імя карыстальніка БД';
$lang['DB_Password'] = 'Пароль да БД';
$lang['Database'] = 'База дадзеных';
$lang['Install_lang'] = 'Вылучыце мову для ўсталёўкі';
$lang['dbms'] = 'Тып базы дадзеных';
$lang['Table_Prefix'] = 'Прэфікс для табліц у базе дадзеных';
$lang['Admin_Username'] = 'Імя адміністратара';
$lang['Admin_Password'] = 'Пароль адміністратара';
$lang['Admin_Password_confirm'] = 'Пароль адміністратара [ паўторыце ]';

$lang['Inst_Step_2'] = 'Была створаная ўліковы запіс адміністратара. Асноўная ўсталёўка на гэтым скончаная. Зараз вы будзеце перапраўленыя на старонку, з якой вы зможаце наладзіць новую ўсталёўку. Абавязкова праверце падзел Асноўных налад і занясіце неабходныя змены. Дзякуй вам за выбар phpBB 2.';

$lang['Unwriteable_config'] = 'Запіс у файл налад немагчымая. Вы зможаце запампаваць копію файла, калі націснеце адпаведную кнопку. Вам трэба будзе запампаваць гэты файл у каталог, у які вы ўсталявалі phpBB 2. Як толькі гэта будзе зроблена, вы зможаце ўвайсці ў сістэму, выкарыстаючы раней уведзеныя імя і пароль адміністратара, і перайсці ў адміністратарскі падзел (спасылка будзе ўнізе кожнай старонкі), каб праверыць асноўныя налады. Дзякуй вам за выбар phpBB 2.';
$lang['Download_config'] = 'Запампаваць файл налад';

$lang['ftp_choose'] = 'Вылучыце метад запампоўкі';
$lang['ftp_option'] = '<br />У гэтай версіі PHP уключаныя магчымасці FTP, вы можаце паспрабаваць спачатку аўтаматычна запампаваць файл налад па FTP у патрэбны каталог.';
$lang['ftp_instructs'] = 'Вы рашылі запампаваць файл налад па FTP у каталог, які змяшчае phpBB 2. Калі ласка, пакажыце інфармацыю, патрабаваную для ажыццяўлення гэтага працэсу. Улічыце, што шлях FTP павінен быць поўным шляхам да вашай усталёўкі phpBB 2, як калі бы вы карысталіся звычайным кліентам FTP.';
$lang['ftp_info'] = 'Пакажыце налады FTP';
$lang['Attempt_ftp'] = 'Паспрабаваць запампаваць файл налад па FTP';
$lang['Send_file'] = 'Проста даслаць файл, я запампую яго ўручную';
$lang['ftp_path'] = 'Шлях FTP да каталога phpBB 2';
$lang['ftp_username'] = 'Імя карыстальніка для FTP';
$lang['ftp_password'] = 'Пароль для FTP';
$lang['Transfer_config'] = 'Пачаць запампоўку';
$lang['NoFTP_config'] = 'Спроба запампаваць файл налад па FTP завяршылася няўдачай. Калі ласка, запампуйце файл налад і змесціце яго ў патрэбны каталог уручную.';

$lang['Install'] = 'Усталёўка';
$lang['Upgrade'] = 'Абнаўленне';


$lang['Install_Method'] = 'Вылучыце метад усталёўкі';

$lang['Install_No_Ext'] = 'Канфігурацыя PHP на вашым серверы не падтрымлівае вылучаную вамі СКБД';

$lang['Install_No_PCRE'] = 'Для працы phpBB2 патрабуецца модуль Пэрл-сумяшчальных рэгулярных выразаў, які, мабыць, адключаны ў вашай канфігурацыі PHP!';

//
// Version Check
//
$lang['Version_up_to_date']= 'Ваша версія phpBB самая новая, на дадзены момант для яе няма абнаўленняў.';
$lang['Version_not_up_to_date']= 'Ваша версія phpBB <b>не</b> самая апошняя. Для яе даступныя абнаўленні, калі ласка зайдзіце па адрасе <a href="http://www.phpbb.com/downloads.php" target="_new">http://www.phpbb.com/downloads.php</a> для атрымання апошняй версіі.';
$lang['Latest_version_info']= 'Апошняя даступная версія <b>phpBB %s</b>.';
$lang['Current_version_info']= 'Ваша версія <b>phpBB %s</b>.';
$lang['Connect_socket_error']= 'Немагчыма ўсталяваць злучэнне з серверам phpBB, атрымана паведамленне аб памылцы:<br />%s';
$lang['Socket_functions_disabled']= 'Немагчыма выкарыстаць сокеты.';
$lang['Mailing_list_subscribe_reminder']= 'Каб атрымоўваць апошнюю інфармацыю аб абнаўленнях phpBB варта <a href="http://www.phpbb.com/support/" target="_new">падпісацца на наша рассыланне</a>.';
$lang['Version_information']= 'Інфармацыя аб версіі phpBB';

// 
// Login attempts configuration 
// 
$lang['Max_login_attempts'] = 'Дазволена спроб уваходу'; 
$lang['Max_login_attempts_explain'] = 'Колькасць дазволеных спроб уваходу на форумы.'; 
$lang['Login_reset_time'] = 'Час блакоўкі імя карыстальніка.'; 
$lang['Login_reset_time_explain'] = 'Час, праз якое карыстальнік зможа ўвайсці на форумы, пасля перавышэння колькасці дазволеных спроб уваходу (у хвілінах).';

//
// That's all Folks!
// -------------------------------------------------

?>