<?php
/***************************************************************************
 *                         lang_bbcode.php [Belarusian]
 *                            -------------------
 *   begin                : Wednesday Oct 3, 2001
 *   copyright            : (C) 2001 The phpBB Group
 *   email                : support@phpbb.com
 *
 *   $Id: 
 *
 *
 ***************************************************************************/

/***************************************************************************
 *
 *   This program is free software; you can redistribute it and/or modify
 *   it under the terms of the GNU General Public License as published by
 *   the Free Software Foundation; either version 2 of the License, or
 *   (at your option) any later version.
 *
 ***************************************************************************/
 
//
// Translated by Dennis Germatsky (Dionisiy) pandenitz@mail.ru
//

  
$faq[] = array("--","Уступ");
$faq[] = array("Што такое BBCode?", "BBCode &mdash; гэта адмысловы варыянт HTML. Зможаце вы або няма выкарыстаць BBCode у вашых паведамленнях, вызначаецца адміністратарам форумаў. Акрамя таго, вы зможаце адключыць выкарыстанне BBCode у пэўным паведамленні пры ім размяшчэнні. Сам BBCode падобны па стылю на HTML, тэгі складзеныя ў квадратныя дужкі [ і ], а не ў &lt; і &gt;; ён дае больш магчымасцяў кіравання тэм, як выводзяцца дадзеныя. Пры выкарыстанні некаторых шаблонаў вы зможаце дадаваць BBCode у вашы паведамленні, карыстаючыся простым інтэрфейсам, размешчаным над полем для ўводу тэксту. Але нават у гэтым выпадку дадзенае кіраўніцтва можа апынуцца карысным.");

$faq[] = array("--","Фарматаванне тэксту");
$faq[] = array("Як зрабіць тэкст тоўстым, нахільным або падкрэсленым", "BBCode уключае тэгі для хуткай змены стылю шрыфта,  зрабіць гэта можна наступнымі спосабамі: <ul><li>Каб зрабіць тэкст тоўстым, складзеце яго ў <b>[b][/b]</b>, напрыклад <br /><br /><b>[b]</b>Прывітанне<b>[/b]</b><br /><br />стане <b>Прывітанне</b></li><li>Для падкрэслення выкарыстайце <b>[u][/u]</b>, напрыклад:<br /><br /><b>[u]</b>Добрая раніца<b>[/u]</b><br /><br />стане <u>Добрая раніца</u></li><li>Курсіў робіцца тэгамі <b>[i][/i]</b>, напрыклад:<br /><br />Гэта <b>[i]</b>стромка!<b>[/i]</b><br /><br />выдасць Гэта <i>стромка!</i></li></ul>");
$faq[] = array("Як змяніць колер або памер тэксту", "Для змены колеру або памеру шрыфта могуць быць скарыстаныя наступныя тэгі (канчатковы выгляд будзе залежаць ад сістэмы і браўзэра карыстальніка): <ul><li>Колер тэксту можна змяніць, атачыўшы яго <b>[color=][/color]</b>. Вы можаце паказаць альбо вядомае імя колеру (red, blue, yellow і т.п.), або шаснаццатковае паданне, напрыклад #FFFFFF, #000000. Такім чынам, для стварэння чырвонага тэксту вы можаце выкарыстаць:<br /><br /><b>[color=red]</b>Прывітанне!<b>[/color]</b><br /><br />або<br /><br /><b>[color=#FF0000]</b>Прывітанне!<b>[/color]</b><br /><br />абодва спосабу дадуць у выніку <span style=\"color:red\">Прывітанне!</span></li><li>Змена памеру дасягаецца аналагічнай выявай пры выкарыстанні <b>[size=][/size]</b>. Гэты тэг залежыць ад выкарыстоўваных шаблонаў, рэкамендуемы фармат &mdash; лік, якое паказвае памер тэксту ў пікселях, пачынальна ад 1 (настолькі маленькі, што вы яго не ўбачыце) да 29 (вельмі вялікі). Напрыклад:<br /><br /><b>[size=9]</b>МАЛЕНЬКІ<b>[/size]</b><br /><br />хутчэй усяго будзе <span style=\"font-size:9px\">МАЛЕНЬКІ</span><br /><br />у то час як:<br /><br /><b>[size=24]</b>ЗДАРОВЫ!<b>[/size]</b><br /><br />будзе <span style=\"font-size:24px\">ЗДАРОВЫ!</span></li></ul>");
$faq[] = array("Ці магу я камбінаваць тэгі?", "Так, вядома можаце. Напрыклад для прыцягнення нечага ўвагі вы зможаце напісаць:<br /><br /><b>[size=18][color=red][b]</b>ПАГЛЯДЗІЦЕ НА МЯНЕ!<b>[/b][/color][/size]</b><br /><br />што выдасць <span style=\"color:red;font-size:18px\"><b>ПАГЛЯДЗІЦЕ НА МЯНЕ!</b></span><br /><br />Мы не рэкамендуемы выводзіць такім чынам доўгія тэксты! Улічыце, што вы, аўтар паведамлення, павінны падбаць аб тым, каб тэгі былі правільна ўкладзеныя. Вось гэты BBCode, напрыклад, няправільны:<br /><br /><b>[b][u]</b>Гэта няслушна<b>[/b][/u]</b>");

$faq[] = array("--","Цытаванне і выснова фарматаваных тэкстаў");
$faq[] = array("Цытаванне пры адказах", "Ёсць два спосабу працытаваць тэкст, са спасылкай і без.<ul><li>Калі вы выкарыстаеце кнопку &laquo;Адказаць з цытатай&raquo; для адказу на паведамленне, то яго тэкст дадаецца ў поле ўводу акружаным блокам <b>[quote=\"\"][/quote]</b>. Гэты метад дазволіць вам цытаваць са спасылкай на аўтара, альбо на нешта яшчэ, што вы туды ўпішаце. Напрыклад для цытавання ўрыўка тэксту, напісанага Mr. Blobby, вы напішаце:<br /><br /><b>[quote=\"Mr. Blobby\"]</b>Тэкст Mr. Blobby будзе тут<b>[/quote]</b><br /><br />У выніку перад тэкстам будуць устаўленыя словы \"Mr. Blobby напісаў:\". Падушыце, вы <b>павінны</b> паставіць двукоссі \"\" вакол імя, яны не могуць быць апушчаныя.</li><li>Другі метад проста дазваляе вам нешта працытаваць. Для гэтага вам трэба вылучыць тэкст у тэгі <b>[quote][/quote]</b>. Пры праглядзе паведамлення перад тэкстам будзе стаяць толькі слова \"Цытата:\"</li></ul>");
$faq[] = array("Выснова кода або фарматаванага тэксту", "Калі вам трэба вывесці кавалак праграмы або нешта, што павінна быць выведзена шрыфтам фіксаванай шырыні (Courier) вы павінны скласці тэкст у тэгі <b>[code][/code]</b>, напрыклад<br /><br /><b>[code]</b>echo \"This is some code\";<b>[/code]</b><br /><br />Усё фарматаванне, выкарыстоўванае ўсярэдзіне тэгаў <b>[code][/code]</b> будзе захавана.");

$faq[] = array("--","Стварэнне спісаў");
$faq[] = array("Стварэнне маркіраванага спісу", "BBCode падтрымлівае два выгляду спісаў: маркіраваныя і нумараваныя. Яны практычна ідэнтычныя сваім эквівалентам з HTML. У маркіраваным спісе ўсе элементы выводзяцца паслядоўна, кожны адзначаецца знакам-маркерам. Для стварэння маркіраванага спісу выкарыстайце <b>[list][/list]</b> і вызначыце кожны элемент пры дапамозе <b>[*]</b>. Напрыклад, каб вывесці свае каханыя колеры, вы можаце выкарыстаць:<br /><br /><b>[list]</b><br /><b>[*]</b>Чырвоны<br /><b>[*]</b>Сіні<br /><b>[*]</b>Жоўты<br /><b>[/list]</b><br /><br />Гэта выдасць такі спіс:<ul><li>Чырвоны</li><li>Сіні</li><li>Жоўты</li></ul>");
$faq[] = array("Стварэнне нумараванага спісу", "Другі тып спісу, нумараваны, дазваляе вылучыць, што менавіта будзе выводзіцца перад кожным элементам. Для стварэння нумараванага спісу выкарыстайце <b>[list=1][/list]</b> або <b>[list=a][/list]</b> для стварэння алфавітнага спісу. Як і ў выпадку маркіраванага спісу, элементы вызначаюцца з дапамогай <b>[*]</b>. Напрыклад:<br /><br /><b>[list=1]</b><br /><b>[*]</b>Пайсці ў краму<br /><b>[*]</b>Купіць новы кампутар<br /><b>[*]</b>Аблаяць кампутар, калі здарыцца памылка<br /><b>[/list]</b><br /><br />выдасць наступнае:<ol type=\"1\"><li>Пайсці ў краму</li><li>Купіць новы кампутар</li><li>Аблаяць кампутар, калі здарыцца памылка</li></ol>Для алфавітнага спісу выкарыстайце:<br /><br /><b>[list=a]</b><br /><b>[*]</b>Першы магчымы адказ<br /><b>[*]</b>Другі магчымы адказ<br /><b>[*]</b>Трэці магчымы адказ<br /><b>[/list]</b><br /><br />што выдасць<ol type=\"a\"><li>Першы магчымы адказ</li><li>Другі магчымы адказ</li><li>Трэці магчымы адказ</li></ol>");

$faq[] = array("--", "Стварэнне спасылак");
$faq[] = array("Спасылкі на іншую бачыну", "У BBCode падтрымліваецца некалькі спосабаў стварэння URL'ов.<ul><li>Першы з іх выкарыстае тэг <b>[url=][/url]</b>, пасля знака = павінен ісці патрэбны URL. Напрыклад, для спасылкі на phpBB.com вы маглі бы выкарыстаць:<br /><br /><b>[url=http://www.phpbb.com/]</b>Наведаеце phpBB!<b>[/url]</b><br /><br />Гэта створыць наступную спасылку: <a href=\"http://www.phpbb.com/\" target=\"_blank\">Наведаеце phpBB!</a> Спасылка будзе адчыняцца ў новым акне, так што карыстальнік зможа працягваць чытаць форумы.</li><li>Калі вы жадаеце, каб у якасці тэксту спасылкі паказваўся сам URL, вы можаце проста зрабіць наступнае:<br /><br /><b>[url]</b>http://www.phpbb.com/<b>[/url]</b><br /><br />Гэта выдасць наступную спасылку: <a href=\"http://www.phpbb.com/\" target=\"_blank\">http://www.phpbb.com/</a></li><li>Акрамя таго phpBB падтрымлівае магчымасць, званую <i>Аўтаматычныя спасылкі</i>, гэта перавядзе любы сінтаксічна правільны URL у спасылку без неабходнасці ўказання тэгаў і нават прэфікса http://. Напрыклад, увод www.phpbb.com у ваша паведамленне прывядзе да аўтаматычнай выдачы <a href=\"http://www.phpbb.com/\" target=\"_blank\">www.phpbb.com</a> пры праглядзе паведамлення.</li><li>Тое ж самае ставіцца і да адрасоў e-mail, вы можаце альбо паказаць адрас у яўным выглядзе:<br /><br /><b>[email]</b>no.one@domain.adr<b>[/email]</b><br /><br />што выдасць <a href=\"emailto:no.one@domain.adr\">no.one@domain.adr</a> або проста ўвесці no.one@domain.adr у ваша паведамленне, і ён будзе аўтаматычна ператвораны пры праглядзе.</li></ul>Як і са ўсімі іншымі тэгамі BBCode, вы можаце складаць у URL'ы любыя іншыя тэгі, напрыклад <b>[img][/img]</b> (см. наступны пункт), <b>[b][/b]</b> і т.д. Як і з тэгамі фарматавання, правільная ўкладзенасць тэгаў залежыць ад вас, напрыклад:<br /><br /><b>[url=http://www.phpbb.com/][img]</b>http://www.phpbb.com/images/phplogo.gif<b>[/url][/img]</b><br /><br /> <u>няслушна</u>, што можа прывесці да наступнага выдалення вашага паведамлення, так што будзьце акуратней.");

$faq[] = array("--", "Паказ малюначкаў у паведамленнях");
$faq[] = array("Даданне малюначка ў паведамленне", "BBCode уключае тэг для дадання малюначка ў ваша паведамленне. Пры гэтым варта памятаць дзве вельмі важныя рэчы: па-першае, шматлікіх карыстальнікаў раздражняе вялікую колькасць малюначкаў, па-другое, ваш малюначак ужо павінна быць размешчаная ў інтэрнэце (т.е. яна не можа быць размешчаная толькі на вашым кампутары, калі, вядома, вы не запусцілі на ім вэбсервер!). На дадзены момант няма магчымасці захоўваць малюнкі лакальна на phpBB (чакаецца, што гэтае абмежаванне будзе знята ў наступнай версіі phpBB). Для высновы малюначка вы павінны атачыць яе URL тэгамі <b>[img][/img]</b>. Напрыклад:<br /><br /><b>[img]</b>http://www.phpbb.com/images/phplogo.gif<b>[/img]</b><br /><br />Як паказана ў папярэднім пункце, вы можаце скласці малюначак у тэгі <b>[url][/url]</b>, гэта значыць<br /><br /><b>[url=http://www.phpbb.com/][img]</b>http://www.phpbb.com/images/phplogo.gif<b>[/img][/url]</b><br /><br />выдасць:<br /><br /><a href=\"http://www.phpbb.com/\" target=\"_blank\"><img src=\"templates/subSilver/images/logo_phpBB_med.gif\" border=\"0\" alt=\"\" /></a><br />");

$faq[] = array("--", "Іншае");
$faq[] = array("Ці магу я дадаць уласныя тэгі?", "Не, прынамсі, не ў phpBB 2.0. Мы плануем дадаць падтрымку наладжвальных тэгаў BBCode у наступнай версіі");

//
// This ends the BBCode guide entries
//

?>