Subject: Сардэчна запрашаем на форумы {SITENAME}
Charset: windows-1251

{WELCOME_MSG}

Калі ласка захаваеце гэтае паведамленне. Параметры вашага ўліковага запісу такія:

----------------------------
Імя карыстальніка: {USERNAME}
Пароль:           {PASSWORD}
----------------------------

Ваш уліковы запіс яшчэ не актыўная, яе павінен актывізаваць адміністратар форумаў. Як толькі гэта адбудзецца, вам будзе даслана ліст.

Не забывайце свой пароль: ён захоўваецца ў нашай базе ў зашыфраваным выглядзе, і мы не зможам вам яго выслаць. Калі вы ўсё жа забудзеце пароль, то зможаце запытаць новы, які прыйдзецца актывізаваць такой жа выявай, як і ваш уліковы запіс.

Дзякуй за тое, што зарэгістраваліся на нашых форумах.

{EMAIL_SIG}