Charset: windows-1251

Дабрыдзень, {TO_USERNAME}!

Ніжэй варта ліст, адпраўленае вам карыстальнікам {FROM_USERNAME} праз вашу рэгістрацыю на бачыне {SITENAME}. Калі гэтае паведамленне з'яўляецца спамам, утрымоўвае абразы або іншыя прыкрыя вам каментары, калі ласка звяжыцеся з вэбмайстрам па адрасе:

{BOARD_EMAIL}

Уключыце дадзенае паведамленне цалкам (асабліва загалоўкі). Калі ласка ўлічыце, што адрас адказу ў гэтым паведамленні з'яўляецца адрасам {FROM_USERNAME}.

Пасланае вам паведамленне:
~~~~~~~~~~~~~~~~~~~~~~~~~~~~

{MESSAGE}