Subject: Апавяшчэнне аб адказе - {TOPIC_TITLE}
Charset: windows-1251

Дабрыдзень!

Вы атрымалі гэтае паведамленне таму, што сочыце за тэмай "{TOPIC_TITLE}" на бачыне {SITENAME}. У гэтай тэме са часу вашага апошняга наведвання з'явілася новае паведамленне. Вы можаце перайсці па спасылцы, каб прачытаць якія паступілі адказы; новыя апавяшчэнні не будуць прыходзіць, пакуль вы не праглядзіце тэму:

{U_TOPIC}

Калі вы больш не жадаеце сачыць за тэмай, то альбо пстрыкніце па спасылцы "перастаць сачыць за тэмай" унізе старонкі, альбо перайдзіце па наступнай спасылцы:

{U_STOP_WATCHING_TOPIC}

{EMAIL_SIG}