Subject: Сардэчна запрашаем на форумы {SITENAME}
Charset: windows-1251

{WELCOME_MSG}

Калі ласка, захавайце гэтае паведамленне. Параметры вашага ўліковага запісу такія:

----------------------------
Імя карыстальніка: {USERNAME}
Пароль:           {PASSWORD}
----------------------------

Ваш уліковы запіс яшчэ не актыўная. Вы не зможаце ёй карыстацца, пакуль не пяройдзеце па наступнай спасылцы:

{U_ACTIVATE}

Не забывайце свой пароль: ён захоўваецца ў нашай базе ў зашыфраваным выглядзе, і мы не зможам вам яго выслаць. Калі вы ўсё жа забудзеце пароль, то зможаце запытаць новы, які прыйдзецца актывізаваць такой жа выявай, як і ваш уліковы запіс.

Дзякуй за тое, што зарэгістраваліся на нашых форумах.

{EMAIL_SIG}