Subject: Актывізацыя новага пароля
Charset: windows-1251

Дабрыдзень, {USERNAME}!

Вы атрымалі гэты ліст таму, што вы (альбо хтосьці, які выдае сябе за вас) папыталі выслаць новы пароль да вашага ўліковага запісу на бачыне {SITENAME}. Калі вы не прасілі выслаць пароль, то не звяртайце ўвагі на гэты ліст, калі жа падобныя лісты будуць працягваць прыходзіць, звернецеся да адміністратара форумаў.

Перш чым выкарыстаць новы пароль, вы павінны яго актывізаваць. Для гэтага перайдзіце па спасылцы:

{U_ACTIVATE}

У выпадку паспяховай актывізацыі вы зможаце ўваходзіць у сістэму, выкарыстаючы наступны пароль:

Пароль: {PASSWORD}

Вы зможаце змяніць гэты пароль на старонцы рэдагавання профіля. Калі ў вас паўстануць нейкія цяжкасці, звернецеся да адміністратара форумаў.

{EMAIL_SIG}