Subject: ยินดีต้อนรับสู่ {SITENAME} Forum
Charset: UTF-8

{WELCOME_MSG}

กรุณาเก็บรักษา e-mail นี้ไว้ให้ดี รายละเอียดชื่อบัญชีของคุณคือ:

----------------------------
Username: {USERNAME}
Password: {PASSWORD}
----------------------------

คุณจะต้องรอให้ administrator ตรวจสอบและยืนยันชื่อบัญชีของคุณก่อน คุณจึงจะสามารถเข้าสู่ระบบได้
คุณจะได้รับ e-mail แจ้งเตือนอีกฉบับ เมื่อ administrator ได้ทำการยืนยันให้แล้ว

กรุณาอย่าทำรหัสผ่านหาย ซึ่งรหัสผ่านนี้ได้ถูกเข้ารหัสไว้ในฐานข้อมูล และทางเราไม่สามารถส่งให้คุณได้
อย่างไรก็ตาม ถ้าคุณลืมรหัสผ่าน คุณสามารถขอรหัสผ่านอันใหม่ได้ ซึ่งจะต้องทำการยืนยันชื่อบัญชีอีกครั้ง

ขอบคุณที่ทำการสมัครสมาชิก

{EMAIL_SIG}